<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;

class PlacesSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        //
        DB::table('places')->insert([
            'name' => 'নাফাখুম',
            'location' => 'Thanchi',
            'type' => 'ঝর্ণা',
            'checkpoint' => 'বান্দরবান জেলা সদর',
            'budget' => '3200',
            'description' => 'নাফাখুম জলপ্রপাত বান্দরবান জেলার থানচি উপজেলার রেমাক্রি ইউনিয়নে অবস্থিত। নাফাখুম দেখতে থানচি বাজার থেকে সাঙ্গু নদী পথে নৌকা দিয়ে রেমাক্রি যেতে হয়। রেমাক্রীতে রয়েছে মারমা বসতি, মারমা ভাষায় খুম মানে জলপ্রপাত। রেমাক্রী থেকে প্রায় তিন ঘন্টা পায়ে হাটলে তবেই দেখা মিলে প্রকৃতির এই অনিন্দ্য রহস্যের। রেমাক্রী খালের পানি নাফাখুমে এসে বাক খেয়ে প্রায় ২৫-৩০ ফুট নিচের দিকে নেমে গিয়ে প্রকৃতি জন্ম দিয়েছে এই জলপ্রপাতের। দ্রুত গতিতে নেমে আসা পানির জলীয় বাষ্পে সূর্য্যের আলোয় প্রতিনিয়ত এখানে রংধনু খেলা করে।সারা বছরই অ্যাডভেঞ্চার প্রিয় মানুষ নাফাখুম জলপ্রপাত দেখতে ছুটে যায়। তবে বর্ষায় প্রায়ই সাঙ্গু নদীর পানি প্রবাহ বিপদসীমার উপরে থাকলে প্রশাসন থেকে অনুমতি দেওয়া হয় না নাফাখুম যাওয়ার জন্যে। আবার শীতকালে নাফাখুমে পানি অনেকটাই কম থাকে। তাই সবচেয়ে আদর্শ সময় বর্ষার পর পর ও শীতকালের আগের সময়টুকু (সেপ্টেম্বর – নভেম্বর)। তবে যে সময়ই যান না কেন, এখানের প্রকৃতি আপনার ভালো লাগবেই। নাফাখুম ভ্রমণ আপনার জীবনে স্মরণীয় হয়ে থাকবে আজীবন।',

            'direction' => 'বান্দরবান থেকে থানচি জনপ্রতি বাস ভাড়া ২০০ টাকা,  ১৫০০টাকায় থানচি থেকে নৌকায় সাঙ্গু নদী ধরে রেমাক্রি বাজার যেতে হবে রেমাক্রি পর্যন্ত নৌকা রিজার্ভ যাওয়া ও পরদিন আসা সহ ভাড়া জনপ্রতি ১০০০ টাকা । সেখান থেকে পায়ে হেঁটে নাফাখুম যেতে হবে। রেমাক্রি থেকে আপনাকে স্থানীয় আরও একজন গাইড ৫০০ টাকা',

            'additional_info' => 'সকল দিক-নির্দেশনা মেনে চেকপয়েন্ট থেকে দ্রষ্টব্য বর্ষায় নাফাখুম গেলে অবশ্যই লাইফ জ্যাকেট সাথে নিবেন।
            ট্রেকিং এর জন্যে ভালো গ্রিপের জুতা ব্যবহার করতে হবে।
            পাথুরে পথ অনেক পিচ্ছিল, হাঁটার সময় সাবধান থাকুন যেন পা পিছলে না যায়।
            নাফাখুম জলপ্রপাতের চারপাশে পাথুরে দেয়াল অনেক পিচ্ছিল, সাবধানে হাটাচলা করুন।
            জলপ্রপাতের নিচে অনেক গভীর ও পাথর আছে, উপর থেকে লাফ দিবেন না।',
        ]);

        DB::table('places')->insert([
            'name' => 'পলওয়েল পার্ক ও কটেজ, রাঙ্গামাটি',
            'location' => 'Rangamati Sadar',
            'type' => 'পার্ক',
            'checkpoint' => 'রাঙ্গামাটির রিজার্ভ বাজার',
            'budget' => '150',
            'description' => 'কাপ্তাই লেকের ঠিক কোল ঘেঁষে মালদ্বীপের কটেজগুলোর আদলে তৈরি করা অভিনব নির্মাণশৈলী ও নান্দ্যনিক এই পলওয়েল কটেজ।
            রাঙ্গামাটি জেলার ডিসি বাংলো রোডে অবস্থিত অন্যতম সেরা বিনোদন কেন্দ্র পলওয়েল পার্ক. এর চমৎকার নির্মাণশৈলী ও নান্দনিকতার জন্য এটি রাঙামাটির অন্যতম একটি বিনোদন কেন্দ্রের জায়গা করে নিয়েছে। রাঙ্গামাটি জেলা পুলিশের তত্ত্বাবধানে কাপ্তাই লেকের ঠিক কোল ঘেসে তৈরি করা হয়েছে পলওয়েল পার্ক এন্ড কটেজ। রাঙ্গামাটি জেলার ডিসি বাংলো রোডে অবস্থিত অন্যতম সেরা বিনোদন কেন্দ্র পলওয়েল পার্কে প্রবেশ ফি জনপ্রতি ৩০ টাকা, বিভিন্ন রাইডের ফি ৩০ হতে ৪০ টাকা। এবং সুইমিংপুলের প্রবেশ ফি ২০০ টাকা। এছাড়া এখানে কাপ্তাই লেকে ঘুরার জন্য বোট ও কায়াকিং ব্যবস্থা রয়েছে।

            এই পার্কটির একদম শেষপ্রান্তে তৈরি করা হয়েছে দেশের প্রথম ‘লাভ পয়েন্ট’। পার্বত্য চট্টগ্রাম উন্নয়ন বোর্ডের পরিকল্পনায় এই লাভ পয়েন্টটি নির্মাণ করা হয়েছে। এই লাভ পয়েন্টে লাভ লক আটকে তার চাবি লেকে ফেলে দেয়ার চমৎকার প্রথাও চালু করা হয়েছে।',

            'direction' => ' রিজার্ভ বাজার থেকে ডিসি বাংলো রোড , ৫০ টাকা সিএনজি ভাড়া 
            বনরূপা থেকে  ডিসি বাংলো রোড়,  ১০০ টাকা সিএনজি ভাড়া 
            ',

            'additional_info' => 'সকল দিক-নির্দেশনা মেনে চেকপয়েন্ট থেকে দ্রষ্টব্য',
        ]);

        DB::table('places')->insert([
            'name' => 'টাঙ্গুয়ার হাওর',
            'location' => 'Tahirpur',
            'type' => 'হাওর',
            'checkpoint' => 'সিলেট কুমারগাঁও বাস স্ট্যান্ড',
            'budget' => '800 - 1300',
            'description' => 'টাঙ্গুয়ারহাওর সুনামগঞ্জ জেলার প্রায় ১০০ বর্গকিলোমিটার পর্যন্ত বিস্তৃত দেশের দ্বিতীয় বৃহত্তম মিঠাপানির জলাভূমি। অথৈ পানি, জলাবন, নীল আকাশ, পাহাড় ও চোখ জুড়ানো সবুজ এই হাওরকে অপরুপ সাজে সাজিয়েছে। বর্ষাকাল টাঙ্গুয়ার হাওর ভ্রমণের সবচেয়ে উপযুক্ত সময়
            টাঙ্গুয়ার হাওর ভ্রমণের সাথে আরো যা দেখতে পারেন ছোট-ছোট সোয়াম্প ফরেস্ট, শহীদ সিরাজ লেক (নিলাদ্রি লেক), বারিক টিলা, যাদুকাটা নদী, লাউড়ের গড়, অপরূপ সূর্যোদয় ও সূর্যাস্ত। ',

            'direction' => 'সিলেট থেকে সুনামগঞ্জ সিটিং বাস ভাড়া ১০০ টাকা
            সুনামগঞ্জ থেকে তাহিরপুরে , তাহিরপুর যাওয়া ও আসার জনপ্রতি খরচ ২০০ টাকা
            তাহিরপুরে নৌকা ঘাট থেকে টাঙ্গুয়ার হাওর , নৌকা ভাড়া জনপ্রতি ৫০০ থেকে ১,০০০ টাকা ',

            'additional_info' => 'হাওর ভ্রমণকালে অবশ্যই লাইফ জ্যাকেট সঙ্গে নিন।
            হাওরে রওনা হবার আগে তাহিরপুরে থানায় আপনার নিরাপত্তার জন্যে জিডি করে নিন।
            যে কোন কিছুর জন্যে দামাদামি করে নিবেন।
            একসাথে গ্রুপ করে গেলে খরচ কম হবে। ৪-৫ জন বা ৮-১০ জনের গ্রুপ হলে ভালো।
            হাওরে বজ্রপাত হলে নৌকার ছৈয়ের নিচে অবস্থান করুন।
            খাবারের অতিরিক্ত অংশ/উচ্ছিষ্ট, প্যাকেট ইত্যাদি হাওরের পানিতে ফেলা থেকে বিরত থাকুন।',
        ]);

        DB::table('places')->insert([
            'name' => 'সাজেক ভ্যালি',
            'location' => 'Baghaichhari',
            'type' => 'পাহাড়, ভ্যালি',
            'checkpoint' => ' খাগড়াছড়ি শহরের শাপলা চত্বর',
            'budget' => '1000',
            'description' => 'বর্তমান সময়ে ভ্রমণ পিপাসু মানুষের সবচেয়ে জনপ্রিয় গন্তব্য সাজেক
            চারপাশে মনোরম পাহাড় সারি, সাদা তুলোর মত মেঘের ভ্যালি আপনাকে মুগ্ধ করবেই। সাজেক এমনই আশ্চর্য্যজনক জায়গা যেখানে একই দিনে প্রকৃতির তিন রকম রূপের সান্নিধ্যে আপনি হতে পারেন চমৎকৃত। কখনো বা খুব গরম অনুভূত হবে তারপর হয়তো হটাৎ বৃষ্টিতে ভিজে যাবেন কিংবা চোখের পলকেই মেঘের ঘন কুয়াশার চাদরে ঢেকে যাবে আপনার চারপাশ। প্রাকৃতিক নিসর্গ আর তুলোর মত মেঘের পাহাড় থেকে পাহাড়ে উড়াউড়ির খেলা দেখতে সাজেক আদর্শ জায়গা।',

            'direction' => 'খাগড়াছড়ি থেকে দিঘীনালায়
            দিঘীনালা থেকে  জীপগাড়ি/চাঁন্দের গাড়ি রিজার্ভ করে জনপ্রতি  ১,০০০ টাকায়  সাজেক',

            'additional_info' => 'সাজেকে বিদুৎ নেই, সোলার ব্যবস্থা থাকলেও চার্জ হতে বেশি সময় লাগে আর সহজলভ্যও নয়। সাথে করে পাওয়ার ব্যাংক রাখতে পারেন।
            সাজেকে শুধুমাত্র রবি, এয়ারটেল ও টেলিটক এর নেটওয়ার্ক ভালো পাওয়া যায়।
            সাজেক যাবার পথ অনেক আঁকাবাঁকা ও উঁচু নিচু, তাই এই পথ বিপদজনক। জীপের ছাঁদে ভ্রমনে সতর্ক থাকুন।
            ছুটির দিনে গেলে ঝামেলা এড়াতে আগে থেকেই (মাস খানেক) রুম বুকিং দিয়ে রাখুন।',
        ]);


        DB::table('places')->insert([
            'name' => 'ভাসমান পেয়ারা বাজার',
            'location' => 'Jhalokathi Sadar',
            'type' => 'বাগান, পার্ক , নদী',
            'checkpoint' => 'বরিশাল লঞ্চ ঘাট ',
            'budget' => '1050 - 1550',
            'description' => 'ঝালকাঠি, বরিশাল এবং পিরোজপুরের সিমান্তবর্তী এলাকায় গড়ে উঠেছে এশিয়া মহাদেশের বৃহত্তম পেয়ারা বাগান। তিন দিক থেকে আসা খালের মোহনায় বসে ভিমরুলির এই ভাসমান পেয়ারা বাজার।  জুলাই, আগস্ট পেয়ারার মৌসুম হলেও মাঝে মাঝে সেপ্টেম্বর পর্যন্ত বাজার চলে। ভাসমান পেয়ারা বাজার দেখতে আগস্ট মাস সবচেয়ে উপযোগী সময়।',

            'direction' => 'বরিশাল লঞ্চ ঘাট থেকে ৫০ টাকায় চৌরাস্তা , 
            চৌরাস্তা  থেকে স্বরূপকাঠি লঞ্চঘাট
            স্বরূপকাঠি থেকে নৌকা কিংবা ট্রলার নিয়ে ব্যাকওয়াটার ও ভাসমান পেয়ারা বাজার ( ট্রলারভেদে ১০০০ থেকে ১৫০০ টাকা)',

            'additional_info' => 'পানিতে ময়লা ফেলে পানি নোংরা করবেন না।
             ভাসমান পেয়ারা বাজার ভ্রমণে গ্রুপ করে গেলেই ভাল।লাইফ জ্যাকেট ব্যবহার করবেন।
            বাগান থেকে কিছু খেতে চাইলে বাগান মালিকের অনুমতি নিয়ে নিবেন।',
        ]);

        DB::table('places')->insert([
            'name' => 'কুতুবদিয়া দ্বীপ',
            'location' => 'Kutubdia',
            'type' => 'দ্বীপ',
            'checkpoint' => 'চকরিয়া বাস স্ট্যান্ড',
            'budget' => '210',
            'description' => 'কুতুবদিয়া কক্সবাজার জেলার অন্তর্গত একটি দ্বীপ উপজেলা। নানান রকম বৈচিত্র্য পরিপূর্ণ এই দ্বীপটির আয়তন প্রায় ২১৬ বর্গ কিলোমিটার। এই দ্বীপে রয়েছে বাংলাদেশের সবচেয়ে বড় বায়ুবিদ্যুৎ কেন্দ্র, সমুদ্র সৈকত, লবণ চাষ, বাতিঘর এবং কুতুব আউলিয়ার মাজার।',

            'direction' => 'চকরিয়া বাস স্ট্যান্ড থেকে সিএনজি করে জনপ্রতি ৬০-৮০ টাকা ভাড়ায় (রিজার্ভ ২৮০-৩২০ টাকা)  মগনামা ঘাটে, 
            মাগনামা ঘাট থেকে ইঞ্জিন নৌকা দিয়ে  ১৫-২০ টাকা ভাড়া, স্পিড বোটে ৬০-৮০ টাকা ভাড়ায়  কুতুবদিয়া দ্বীপে / মগনামা ঘাট থেকে স্পিড বোটে বড়ঘোপ ঘাট থেকে  ২০ থেকে ৩০ টাকা রিক্সা ভাড়ায় কুতুবদিয়া দ্বীপে',

            'additional_info' => 'কুতুবদিয়া দ্বীপে কোন বিদ্যুৎ ব্যবস্থা নেই, এখানে জেনারেটর ও সৌর বিদ্যুৎ দিয়ে প্রয়োজনীয় বিদ্যুতের চাহিদা মেটানো হয়। সাগরের জোয়ার-ভাটা নির্নয়ের কোনো ব্যবস্থাই নেই। তাই সাগরে নামতে হলে নিজ উদ্যোগে জোয়ার-ভাটার সময় জেনে নিতে হবে। অবশ্যই ভাটার সময় সাগরে নামা থেকে বিরত থাকুন। ',
        ]);

        DB::table('places')->insert([
            'name' => 'অরুনিমা ইকো পার্ক',
            'location' => 'Kalia',
            'type' => 'পার্ক, রিসোর্ট',
            'checkpoint' => 'নড়াইল',
            'budget' => '500',
            'description' => 'নড়াইলের কালিয়া উপজেলার পানিপাড়া গ্রামে অবস্থিত অপূর্ব প্রাকৃতিক সৌন্দর্যময় একটি রিসোর্ট এবং ইকো পার্ক হচ্ছে অরুণিমা কান্ট্রিসাইড এন্ড গলফ রিসোর্ট। স্থানীয় ভাবে অরুনিমা ইকো পার্ক নামেও পরিচিত। সময় কাটানের জন্য আছে গলফ, টেনিস, টেবিল টেনিস, দাবা, লুডু, ব্যাডমিন্টন, বাস্কেট বল প্রভৃতি খেলার ব্যবস্থা। বিনোদনের জন্য রয়েছে কয়েক প্রকারের নৌকা, ঘোড়ার গাড়ী প্রভৃতি।',

            'direction' => 'নড়াইল থেকে বাসে  করে  পানিপাড়া গ্রামের অরুণিমা কান্ট্রিসাইড এন্ড গলফ রিসোর্ট।',

            'additional_info' => 'যে কোন পর্যটন স্থান আমাদের সম্পদ, আমাদের দেশের সম্পদ। এইসব স্থানের প্রাকৃতিক কিংবা সৌন্দর্য্যের জন্যে ক্ষতিকর এমন কিছু করা থেকে বিরত থাকুন, অন্যদেরকেও উৎসাহিত করুন। দেশ আমাদের, দেশের সকল কিছুর প্রতি যত্নবান হবার দায়িত্বও আমাদের।',
        ]);

        DB::table('places')->insert([
            'name' => 'কলাগাছিয়া ইকোট্যুরিজম পার্ক',
            'location' => 'Shamnagor',
            'type' => 'পার্ক , বন',
            'checkpoint' => 'সাতক্ষীরা জেলার শ্যামনগর উপজেলা',
            'budget' => '60',
            'description' => 'সাতক্ষীরা রেঞ্জের অধীনে সুন্দরবনের পশ্চিম অংশে অবস্থিত কলাগাছিয়া ইকো ট্যুরিজম পার্ক লোকালয় পার হয়ে সুন্দরবনের পশ্চিম বনের ভিতর দিয়ে যাওয়ার সময় দুই ধারের সারি সারি বন মুগ্ধ করে।
            ইকোট্যুরিজম ঘাটে ট্রলার ভিড়লেই অসংখ্য বানরের দেখা মিলে। মূল অংশে ঢোকার পথে আছে লোহার তৈরি একটি ব্রিজ। এই ব্রিজ পার হলে একটি রেস্ট হাউজ ও কাঠের  তৈরি আরেকটি ব্রিজ নজরে আসে। কাঠের সেতুর দুই পাশে আছে খলিশা, হরকোচা ও বাইন গাছের সারি। আর বনের ভিতরে আছে বানর ও হরিণের দল। ওয়াকওয়ে দিয়ে সামনে এগিয়ে পাঁচতলা ওয়াচ টাওয়ার থেকে পাখির চোখে সুন্দরবনের প্রাকৃতিক সৌন্দর্য উপভোগ করা যায়। 
            সুন্দরবনের কলাগাছিয়া ইকোট্যুরিজম কেন্দ্রে যেতে হলে প্রথমে সাতক্ষীরা জেলায় আসতে হবে।  সাতক্ষীরার উল্লেখযোগ্য আবাসিক হোটেল ও রিসোর্টের মধ্যে টাইগার পয়েন্ট গেস্ট হাউজ, বর্ষা রিসোর্ট, সুন্দরবন হোটেল, হোটেল সৌদিয়া, হোটেল সোনার বাংলা, উৎসব বাগান, রূপসী বাংলা লজ ও আকাশলীনা রিসোর্ট অন্যতম। 
            সাতক্ষীরা শহরে সোনারগাঁও হোটেল, পানসি রেস্টুরেন্ট, লেক ভিউ ক্যাফে, সাদিয়া হোটেল ও স্বপ্ন রেস্তোরাঁর মতো বেশ কয়েকটি রেস্তোরাঁ রয়েছে। সুন্দরবনের নদীর মাছ, গলদা ও বাগদা চিংড়ি, সাতক্ষীরা সন্দেশ, সুন্দরবনের খাঁটি মধু ও চুই ঝালের খ্যাতি রয়েছে বিশ্বজোড়া। ',

            'direction' => 'সাতক্ষীরা জেলার শ্যামনগর উপজেলার মুন্সিগঞ্জ অথবা নীলডুমুর ঘাট থেকে ট্রলারে কলাগাছিয়া,  ২০-২৫ জনের একটি ট্রলারের ভাড়া ৮০০-১২০০ টাকা।',

            'additional_info' => 'যে কোন পর্যটন স্থান আমাদের সম্পদ, আমাদের দেশের সম্পদ। এইসব স্থানের প্রাকৃতিক কিংবা সৌন্দর্য্যের জন্যে ক্ষতিকর এমন কিছু করা থেকে বিরত থাকুন, অন্যদেরকেও উৎসাহিত করুন। দেশ আমাদের, দেশের সকল কিছুর প্রতি যত্নবান হবার দায়িত্বও আমাদের।',
        ]);

        DB::table('places')->insert([
            'name' => 'মুজিবনগর স্মৃতি কমপ্লেক্স',
            'location' => 'Mujibnagar',
            'type' => 'ঐতিহাসিক স্থান  ',
            'checkpoint' => 'মেহেরপুর',
            'budget' => '210',
            'description' => 'মেহেরপুর জেলার মুজিবনগর বাংলাদেশের ইতিহাসে অত্যন্ত গুরুত্বপূর্ণ স্থান দখল করে আছে। ১৯৭১ সালের ১৭ এপ্রিল মুজিবনগর উপজেলার বৈদ্যনাথতলা গ্রামের আম্রকাননে বাংলাদেশের প্রথম অস্থায়ী সরকার শপথ গ্রহণ করে। আর বাংলাদেশের স্বাধীনতার সূতিকাগার মুজিবনগরে সৃষ্টি এই ইতিহাসকে প্রজন্ম থেকে প্রজন্ম পর্যন্ত পৌঁছে দিতে শপথ গ্রহণের স্থানে নির্মাণ করা হয়েছে মুজিবনগর মুক্তিযুদ্ধ স্মৃতি কমপ্লেক্স ',

            'direction' => 'প্রথমে মেহেরপুর মেহেরপুর জেলা সদর থেকে বাস, স্থানীয় যানবাহনের (টেম্পু/নছিমন/করিমন) মাধ্যমে ১৮ কিলোমিটার দূরত্বে অবস্থিত মুজিবনগর মুক্তিযুদ্ধ স্মৃতি কমপ্লেক্সে যেতে ৩০ মিনিট সময় লাগে।',

            'additional_info' => 'যে কোন পর্যটন স্থান আমাদের সম্পদ, আমাদের দেশের সম্পদ। এইসব স্থানের প্রাকৃতিক কিংবা সৌন্দর্য্যের জন্যে ক্ষতিকর এমন কিছু করা থেকে বিরত থাকুন, অন্যদেরকেও উৎসাহিত করুন। দেশ আমাদের, দেশের সকল কিছুর প্রতি যত্নবান হবার দায়িত্বও আমাদের।',
        ]);


        DB::table('places')->insert([
            'name' => 'লাউয়াছড়া জাতীয় উদ্যান',
            'location' => 'Kamalganj',
            'type' => 'উদ্যান , বন',
            'checkpoint' => 'শ্রীমঙ্গল',
            'budget' => '570',
            'description' => 'সিলেট বিভাগের মৌলভীবাজার জেলার কমলগঞ্জ ও শ্রীমঙ্গল (আংশিক) উপজেলায় লাউয়াছড়া জাতীয় উদ্যান অবস্থিত। বাংলাদেশের যে ৭টি বন্যপ্রাণী অভয়ারণ্য ও ১০টি জাতীয় উদ্যান আছে তার মধ্যে লাউয়াছড়া অন্যতম।
            ১২৫০ হেক্টর আয়তন বিশিষ্ট এ উদ্যানটিকে প্রাকৃতিক জাদুঘর বললেও কম হবে। বিভিন্ন প্রকার গাছগাছালি ও পশুপাখি এ বনের শোভা আরো বৃদ্ধি করেছে। জীব বৈচিত্রে ভরপুর নান্দনিক সৌন্দর্যের অন্যতম স্থান এই জাতীয় উদ্যানটি দেশে ট্রপিক্যাল রেইন ফরেস্ট হিসেবে খ্যাত। লাউয়াছড়া উদ্যান মৌলভীবাজার জেলার অন্যতম দর্শনীয় স্থান।
            ',

            'direction' => 'শ্রীমঙ্গল থেকে যে কোন গাড়ি নিয়ে যেতে পারবেন লাউয়াছড়া উদ্যানে।রিজার্ভ সিএনজি ৪০০-৫০০ টাকা নিবে।  ',

            'additional_info' => 'সকল দিক-নির্দেশনা মেনে চেকপয়েন্ট থেকে দ্রষ্টব্য। লাউয়াছড়া জাতীয় উদ্যানে ছাত্র ও অপ্রাপ্ত বয়স্কদের জন্যে প্রবেশ মূল্য ২০ টাকা (জনপ্রতি), প্রাপ্ত বয়স্ক পর্যটক (দেশী) এর প্রবেশ মূল্য ৫০ টাকা। আর বিদেশী পর্যটকদের ক্ষেত্রে প্রবেশ মূল্য ৫০০ টাকা।',
        ]);

        DB::table('places')->insert([
            'name' => 'বিছনাকান্দি',
            'location' => 'Gowainghat',
            'type' => 'ঝর্ণা , দর্শনীয় স্থান ',
            'checkpoint' => 'সিলেট জেলা শহর',
            'budget' => '960 ',
            'description' => 'বিছনাকান্দি সিলেটের গোয়াইনঘাট উপজেলার রুস্তমপুর ইউনিয়নে অবস্থিত। বিছনাকান্দি মূলত জাফলং ও ভোলাগঞ্জের মতই একটি পাথর কোয়ারী। বাংলাদেশ-ভারত সীমান্তের খাসিয়া পাহাড়ের অনেকগুলো ধাপ দুই পাশ থেকে এসে বিছনাকান্দিতে মিলিত হয়েছে। সেই সাথে মেঘালয় পাহাড়ের খাঁজে থাকা সুউচ্চ ঝর্ণা বিছনাকান্দির প্রকৃতিকে দিয়েছে ভিন্ন মাত্রা। পর্যটকদের কাছে বিছানাকান্দির মূল আকর্ষন হচ্ছে পাথরের উপর দিয়ে বয়ে চলা স্বচ্ছ জলধারা আর পাহাড়ে পাহাড়ে শুভ্র মেঘের উড়াউড়ি।',

            'direction' => 'সিলেটের আম্বরখানার সিএনজি স্টেশন থেকে জনপ্রতি ১৪০ থেকে ১৬০ টাকায় লোকাল সিএনজিতে হাদারপার , হাদারপার নৌকা ঘাট থেকে বিছনাকান্দির মেইন পয়েন্টে ( বিছনাকান্দি যাওয়ার জন্য নৌকা ভাড়া  ৮০০-১৫০০ টাকা।)',

            'additional_info' => 'খরচ কমাতে দলগত ভাবে ভ্রমণ করুন। বর্ষাকালে অল্প পানির স্রোতের গতিও অনেক বেশি থাকে, সেদিকে খেয়াল রাখবেন।
            বিছানাকান্দিতে পানিতে অনেক পাথর তাই হাঁটা চলায় অতিরিক্ত সাবধান থাকুন। স্থানীয়দের সাথে বিনয়ী থাকুন।
            সন্ধ্যার আগেই সিলেট শহরে ফিরে আসুন।',
        ]);

        DB::table('places')->insert([
            'name' => 'মায়াবিনী লেক',
            'location' => 'Panchhari ',
            'type' => 'লেক ',
            'checkpoint' => 'খাগড়াছড়ি শহর',
            'budget' => '50',
            'description' => 'পার্বত্য জেলা খাগড়াছড়ির পানছড়ি উপজেলার ভাইবোনছড়ার কংচাইরি পাড়ায় মায়াবিনী লেক অবস্থিত। খাগড়াছড়ি জেলা শহর থেকে মাত্র ৩০ মিনিট দূরত্বে হওয়ায় নিরাপত্তা নিয়ে বাড়তি দুশ্চিন্তা করার সুযোগ নেই।',

            'direction' => 'খাগড়াছড়ির চেংগী স্কোয়ার থেকে  সিএনজি করে জনপ্রতি ৩০ থেকে ৪০ টাকা পানছড়ি-খাগড়াছড়ি সড়কে অবস্থিত ভাইবোনছড়া বাজারে , ভাইবোনছড়া বাজার থেকে জনপ্রতি ১০ টাকা অটোরিক্সা ভাড়ায় মায়াবিনী লেক',

            'additional_info' => 'সকল দিক-নির্দেশনা মেনে চেকপয়েন্ট থেকে দ্রষ্টব্য',
        ]);

        DB::table('places')->insert([
            'name' => 'জিন্দা পার্ক',
            'location' => 'Rupganj',
            'type' => 'পার্ক',
            'checkpoint' => 'কাঞ্চন ব্রিজের আগে বাইপাসের মোড়',
            'budget' => '240',
            'description' => 'শহুরে একঘেয়েমি জীবন থেকে মুক্তি পেতে মাঝেমধ্যেই পরিবার-পরিজন নিয়ে ঘোরার মত আদর্শ জায়গা হতে পারে নারায়ণগঞ্জের জিন্দাপার্ক।
            ২৫০ প্রজাতির দশ হাজারের বেশী গাছ, ৫ টি জলাধার ও অসংখ্য পাখি রয়েছে  জিন্দা পার্কে
             এই পার্কটির বিশেষত্ব হল এটি এলাকাবাসীর স্বতঃস্ফূর্ত অংশগ্রহণের মাধ্যমে গড়ে উঠেছে। ১৯৮০ সালে ৫০০০ সদস্য নিয়ে যাত্রা শুরু করা অগ্রপথিক পল্লী সমিতির দীর্ঘ ৩৫ বছরের অক্লান্ত পরিশ্রমের ফসল হচ্ছে এই জিন্দা পার্ক। অগ্রপথিক পল্লী সমিতির একাগ্রতা ও কর্মনিষ্ঠার জন্য জিন্দা গ্রামটিকে আদর্শ গ্রাম বলা হয়৷
            ',

            'direction' => 'বাইপাসের মোড়ে থেকে জিন্দাপার্ক, অটোরিক্সা ভাড়া প্রতিজন ৩০ টাকা আর রিসার্ভ নিলে ১০০/১২০ টাকায় পেয়ে যাবেন। ',

            'additional_info' => 'সকল দিক-নির্দেশনা মেনে চেকপয়েন্ট থেকে দ্রষ্টব্য।  জিন্দা পার্কে প্রবেশের টিকিট মূল্য ১০০ টাকা, বাচ্চাদের জন্যে প্রবেশ মূল্য ৫০ টাকা। লাইব্রেরিতে প্রবেশ মূল্য ১০ টাকা। পার্কিং ভাড়া : ৫০-১০০ টাকা।',
        ]);

        DB::table('places')->insert([
            'name' => 'হাজাছড়া ঝর্ণা',
            'location' => 'Baghaichari ',
            'type' => 'ঝর্ণা',
            'checkpoint' => 'খাগড়াছড়ি',
            'budget' => '500',
            'description' => 'হাজাছড়া ঝর্ণা বা শুকনাছড়া ঝর্ণা নামে পরিচিত জলপ্রপাতটি পার্বত্য রাঙ্গামাটি জেলার বাঘাইছড়ি উপজেলার সাজেক ইউনিয়নের বাঘাইহাট এলাকায় অবস্থিত। আর স্থানীয় আদিবাসীরা ঝর্ণাটিকে চিত জুরানি থাংঝাং ঝর্ণা (মন প্রশান্তি ঝর্ণা) নামে ডাকেন। ঝর্ণাটি রাঙ্গামাটি জেলার অন্তর্গত হলেও খাগড়াছড়ি থেকে সহজেই ঝর্ণাটি দেখতে যাওয়া যায়। বেশিরভাগ পর্যটকেরা সাজেক ভ্যালী ঘুরে ফিরে যাওয়ার পথে হাজাছড়া ঝর্ণা দর্শন করে যান। বাঘাইছড়ি উপজেলার ১০ নম্বর রাস্তা থেকে ১৫ মিনিট ঝিরিপথ ধরে হেঁটে পৌঁছানো যায় হাজাছড়া ঝর্ণার পাদদেশে। হাজাছড়ার শীতল পরশ আপনার পথের সকল ক্লান্তি নিমিষেই মুছে দেবে। ঝর্ণাটির সম্মোহনী কলকল শব্দ ঘোরের সৃষ্টি করে, আপনাকে নিয়ে যাবে।',

            'direction' => 'খাগড়াছড়িতে বাস থেকে দিঘীনালা,  দিঘীনালা বাসস্ট্যান্ড থেকে বাঘাইহাটের আগে ১০ নম্বরে নামতে হবে',

            'additional_info' => 'হাজাছড়া ঝর্ণার আশেপাশে খাওয়া-দাওয়া করার কোন ব্যবস্থা নেই তাই সবচেয়ে ভাল হয় ঝর্ণায় যাওয়ার সময় শুকনো খাবার ও পর্যাপ্ত পানি নিয়ে যাওয়া। আর খাগড়াছড়ি শহরের কাছে পানখাই পাড়ায় রয়েছে ঐতিহ্যবাহী সিস্টেম রেস্টুরেন্ট। হাজাছড়া ঝর্ণা দেখে রাত্রিযাপন করতে চাইলে আপনাকে খাগড়াছড়িতে থাকতে হবে।',
        ]);

        DB::table('places')->insert([
            'name' => 'মাধবপুর লেক',
            'location' => ' Kamalganj ',
            'type' => 'হ্রদ , লেক ',
            'checkpoint' => 'শ্রীমঙ্গল',
            'budget' => '350',
            'description' => 'মাধবপুরে চা বাগানের ভিতরে যে কৃত্রিম হ্রদ তৈরি হয়েছে তারই নামকরণ করা হয়েছে মাধবপুর হ্রদ। 

            সিলেট বিভাগের মৌলভীবাজার জেলার কমলগঞ্জ উপজেলায় এটি অবস্থিত। 
            ১৯৬৫ সালে চা বাগানের টিলায় বাঁধ দিয়ে পানি জমিয়ে এই লেক তৈরী করা হয়। প্রায় ৫০ একর আয়তনের মাধবপুর হ্রদের দৈর্ঘ্য ৩ কিলোমিটার এবং স্থান বিশেষে প্রস্থ ৫০ থেকে ৩০০ মিটার পর্যন্ত।
            
            মুক্তিযুদ্ধের স্মৃতিবিজড়িত এই স্থান হতে মাত্র পাঁচ-ছয় কিলোমিটার দূরেই রয়েছে বীরশ্রেষ্ঠ হামিদুর রহমানের স্মৃতিসৌধ। এই উপজেলাটি বাংলাদেশের মুক্তিযুদ্ধের একটি উল্লেখযোগ্য এলাকা হিসেবে বিবেচিত হয় সিলেটে।',

            'direction' => 'শ্রীমঙ্গল থেকে  ভানুগাছের চৌমহনা হয়ে মাধবপুর',

            'additional_info' => 'মাধবপুর লেকের আশে পাশে খাবারের তেমন কোন ব্যবস্থা নেই তাই প্রয়োজনে নিজ দায়িত্বে কিছু হালকা খাবার সাথে নিতে পারেন। এছাড়া শ্রীমঙ্গল শহরে ফিরে খেতে হবে। ',
        ]);

        DB::table('places')->insert([
            'name' => 'নীলগিরি',
            'location' => 'Bandarban Sadar',
            'type' => 'পর্বত ,  দর্শনীয় স্থান ',
            'checkpoint' => 'বান্দরবান',
            'budget' => '500',
            'description' => 'নীলগিরি  কে বলা হয় বাংলার দার্জিলিং 
            সমুদ্রপৃষ্ঠ থেকে প্রায় ২২০০ ফুট উঁচুতে অবস্থিত নীলগিরি। শীত এবং বর্ষা এই দুই ঋতুতে নীলগিরির সৌন্দর্য আরো কাছ থেকে দেখা যায়। তবে বর্ষায় বেশি রোমাঞ্চকর।
            নীলগিরির চূড়া থেকে দেখতে পাওয়া যায় দেশের দ্বিতীয় সর্বোচ্চ কেওক্রাডং, বগা লেক , কক্সবাজার সমুদ্র সৈকত, চট্টগ্রাম সমুদ্র বন্দরের আলো আঁধারি বাতি এবং চোখ জুড়ানো পাহাড়ের সারিও দেখতে পাওয়া যায়। 
            নীলগিরি পাহাড় চূড়াতেই রয়েছে সেনাবাহিনী পরিচালিত বাংলাদেশের সবচেয়ে সুন্দর পর্যটক কেন্দ্র গুলোর একটি নীলগিরি পর্যটক কেন্দ্র।
            বান্দরবন জেলা সদর থেকে ৫০ কিলোমিটার দূরে অবস্থিত নীলগিরি যাবার পথে চোখে পড়বে বান্দরবনের অপার সৌন্দর্যময় শৈল প্রপাত।
            ',

            'direction' => 'বান্দরবান থেকে নীলগিরি',

            'additional_info' => 'গাড়ি ঠিক করার জন্যে সরাসরি জীপ স্ট্যান্ডে কথা বলবেন। প্রয়োজনে দরদাম করে নিবেন।
            শৈল প্রপাত বা চিম্বুকে আদিবাসীদের তৈরি জিনিস পত্র কিনতে পারবেন কম দামে।
            বান্দরবান থেকে নীলগিরি পুরো পথ পাহাড়ি আঁকাবাঁকা রাস্তা, ভ্রমণে সাবধান হোন। শৈল প্রপাত ঝর্ণায় নামার সময় সাবধান থাকুক, পাথুরে পথ অনেক পিচ্ছিল।
            আদীবাসিদের অসম্মান হয় এমন কিছু দয়া করে করবেন না।',
        ]);
    }
}
